{
    "Enable layout with message bubbles": "Povolit bubliny zpráv",
    "Show message bubbles on one side only": "Bubliny zpráv zobrazit pouze na jedné straně",
    "Show message bubbles depending on the width either on both sides or only on one side": "Bubliny zpráv zobrazit v závislosti na šířce stránky buď na obou stranách, nebo pouze na jedné straně",
    "Message bubbles": "Bubliny zpráv",
    "Normal priority": "Normální priorita",
    "Message layout": "Vzhled zpráv",
    "Modern": "Moderní",
    "Show people and rooms in a combined list": "Zobrazit lidi a místnosti v kombinovaném seznamu",
    "Update notifications": "Aktualizace oznámení",
    "Do you want to join a room notifying you about new releases? This is especially useful if your platform doesn't support automatic updates for SchildiChat (e.g. Windows and macOS).": "Chcete se připojit k místnosti, která vás bude informovat o nových verzích? To je užitečné zejména v případě, že vaše platforma nepodporuje automatické aktualizace SchildiChatu (např. Windows a macOS).",
    "Don't ask again": "Neptat se znovu",
    "System": "Systém",
    "Light theme": "Světlý motiv",
    "Dark theme": "Tmavý motiv",
    "Add custom theme": "Přidat vlastní motiv",
    "Theme in use": "Používaný motiv",
    "User name color mode": "Barevný režim uživatelského jména",
    "Uniform": "Jednotný",
    "PowerLevel": "Úroveň oprávnění",
    "MXID": "MXID",
    "In group chats": "Ve skupinových chatech",
    "In public rooms": "Ve veřejných místnostech",
    "All rooms you're in will appear in Home.": "Všechny místnosti, ve kterých se nacházíte, se zobrazí v domovském zobrazení.",
    "Show all rooms in Home": "Ukázat všechny místnosti v domovském zobrazení",
    "Show people in spaces": "Ukázat lidi v prostorech",
    "Show notification badges for People in Spaces": "Zobrazit odznaky oznámení pro Lidé v prostorech",
    "Return to the room previously opened in a space": "Návrat do dříve otevřené místnosti v prostoru",
    "If disabled, the space overview will be shown when switching to another space.": "Pokud je vypnuto, zobrazí se při přepnutí do jiného prostoru přehled prostorů.",
    "For people": "Pro osoby",
    "If disabled, you can still add Direct Messages to Personal Spaces. If enabled, you'll automatically see everyone who is a member of the Space.": "Pokud je zakázáno, můžete stále přidávat chaty s lidmi do osobních prostorů. Pokud je povoleno, automaticky se zobrazí všichni, kteří jsou členy daného prostoru.",
    "Intermediate: medium sized avatar with single-line preview": "Střední: středně velký avatar s jednořádkovým náhledem",
    "Roomy: big avatar with two-line preview": "Prostorný: velký avatar s dvouřádkovým náhledem",
    "Room list style": "Styl seznamu místností",
    "Compact: tiny avatar together with name and preview in one line": "Kompaktní: malý avatar spolu se jménem a náhledem v jednom řádku",
    "Show advanced theme settings": "Zobrazit pokročilá nastavení motivu",
    "Theme": "Motiv",
    "Room list": "Seznam místností",
    "Font size and typeface": "Velikost a typ písma",
    "Hide advanced theme settings": "Skrýt pokročilá nastavení motivu",
    "Mark rooms as unread": "Povolit označování chatů jako nepřečtených",
    "Mark as unread": "Označit jako nepřečtené",
    "Mark as read": "Označit jako přečtené",
    "Enable YouTube embed player": "Povolí vložený přehrávač YouTube",
    "Collapse additional buttons": "Sbalit další tlačítka",
    "Home is useful for getting an overview of everything. Keep in mind that disabling it could leave you unable to see certain rooms.": "Úvod je užitečný pro získání přehledu o všem. Mějte na paměti, že její vypnutí může způsobit, že nebudete moci zobrazit některé místnosti."
}
