{
    "Normal priority": "Normale Priorität",
    "Deops user with given id": "Setzt das Berechtigungslevel des Benutzers mit der angegebenen ID zurück",
    "No users have specific privileges in this room": "Keine Benutzer haben in diesem Raum privilegierte Berechtigungen",
    "Only people who have been invited": "Nur Personen, die eingeladen wurden",
    "Upload file": "Datei hochladen",
    "You cannot place VoIP calls in this browser.": "VoIP-Gespräche werden von diesem Browser nicht unterstützt.",
    "Failed to mute user": "Stummschalten des Benutzers fehlgeschlagen",
    "You will not be able to undo this change as you are promoting the user to have the same power level as yourself.": "Du wirst diese Änderung nicht rückgängig machen können, da der Benutzer dieselbe Berechtigungsstufe wie du selbst erhalten wird.",
    "Incorrect username and/or password.": "Inkorrekter Benutzername und/oder Passwort.",
    "Create new room": "Neuen Raum erstellen",
    "Define the power level of a user": "Berechtigungsstufe eines Benutzers setzen",
    "Enable automatic language detection for syntax highlighting": "Automatische Spracherkennung für die Syntaxhervorhebung aktivieren",
    "To get started, please pick a username!": "Um zu starten, wähle bitte einen Benutzernamen!",
    "Ignores a user, hiding their messages from you": "Benutzer blockieren und dessen Nachrichten ausblenden",
    "You will not be able to undo this change as you are demoting yourself, if you are the last privileged user in the room it will be impossible to regain privileges.": "Du wirst nicht in der Lage sein, die Änderung zurückzusetzen, da du dich degradierst. Wenn du der letze Benutzer mit Berechtigungen bist, wird es unmöglich sein, die Privilegien zurückzubekommen.",
    "Where this page includes identifiable information, such as a room, user or group ID, that data is removed before being sent to the server.": "Wenn diese Seite identifizierbare Informationen wie Raum-, Benutzer- oder Gruppen-ID enthält, werden diese Daten entfernt, bevor sie an den Server gesendet werden.",
    "If you've submitted a bug via GitHub, debug logs can help us track down the problem. Debug logs contain application usage data including your username, the IDs or aliases of the rooms or groups you have visited and the usernames of other users. They do not contain messages.": "Wenn du einen Fehler via GitHub meldest, können Fehlerberichte uns helfen, um das Problem zu finden. Sie enthalten Anwendungsdaten wie deinen Benutzernamen, Raum- und Gruppen-IDs, Aliase, die du besucht hast, und Benutzernamen anderer Benutzer. Sie enthalten keine Nachrichten.",
    "Changes made to your community <bold1>name</bold1> and <bold2>avatar</bold2> might not be seen by other users for up to 30 minutes.": "Änderungen am <bold1>Namen</bold1> und <bold2>Bild</bold2> deiner Community werden evtl. erst nach 30 Minuten von anderen Benutzern gesehen werden.",
    "Debug logs contain application usage data including your username, the IDs or aliases of the rooms or groups you have visited and the usernames of other users. They do not contain messages.": "Fehlerberichte enthalten Anwendungsdaten wie deinen Benutzernamen, Raum- und Gruppen-IDs und Aliase, die du besucht hast, sowie Benutzernamen anderer Benutzer. Sie enthalten keine Nachrichten.",
    "Enable widget screenshots on supported widgets": "Bildschirmfotos bei unterstützten Widgets aktivieren",
    "Message visibility in Matrix is similar to email. Our forgetting your messages means that messages you have sent will not be shared with any new or unregistered users, but registered users who already have access to these messages will still have access to their copy.": "Die Sichtbarkeit der Nachrichten in Matrix ist vergleichbar mit E-Mails: Wenn wir deine Nachrichten vergessen, heißt das, dass diese nicht mit neuen oder nicht registrierten Benutzern geteilt werden, aber registrierte Benutzer, die bereits zugriff haben, den Zugriff auf ihre Kopie behalten.",
    "Please forget all messages I have sent when my account is deactivated (<b>Warning:</b> this will cause future users to see an incomplete view of conversations)": "Bitte vergesst alle Nachrichten, die ich gesendet habe, wenn mein Konto deaktiviert wird. (<b>Warnung:</b> Zukünftige Benutzer werden eine unvollständige Konversation sehen)",
    "Share Link to User": "Link zum Benutzer teilen",
    "This homeserver has hit its Monthly Active User limit.": "Dieser Heimserver hat sein Limit an monatlich aktiven Benutzern erreicht.",
    "This homeserver has exceeded one of its resource limits.": "Dieser Heimserver hat eines seiner Ressourcen-Limits überschritten.",
    "Stop users from speaking in the old version of the room, and post a message advising users to move to the new room": "Benutzern verbieten in dem Raum mit der alten Version zu schreiben und eine Nachricht senden, die den Benutzern rät in den neuen Raum zu wechseln",
    "Before submitting logs, you must <a>create a GitHub issue</a> to describe your problem.": "Bevor du Protokolldateien übermittelst, musst du <a>auf GitHub ein \"Issue\" erstellen</a> um dein Problem zu beschreiben.",
    "%(brand)s now uses 3-5x less memory, by only loading information about other users when needed. Please wait whilst we resynchronise with the server!": "%(brand)s benutzt nun 3 - 5-mal weniger Arbeitsspeicher, indem Informationen über andere Benutzer erst bei Bedarf geladen werden. Bitte warte, während die Daten erneut mit dem Server abgeglichen werden!",
    "Custom user status messages": "Angepasste Benutzerstatusnachrichten",
    "Prompt before sending invites to potentially invalid matrix IDs": "Warnen, bevor du Einladungen zu möglicherweise ungültigen Matrix-IDs sendest",
    "Verify this user by confirming the following number appears on their screen.": "Verifiziere diesen Benutzer, indem du bestätigst, dass die folgende Nummer auf dessen Bildschirm erscheint.",
    "For help with using %(brand)s, click <a>here</a>.": "Um Hilfe zur Benutzung von %(brand)s zu erhalten, klicke <a>hier</a>.",
    "Verify this user by confirming the following emoji appear on their screen.": "Verifiziere diesen Benutzer, indem du bestätigst, dass folgende Emojis auf dessen Bildschirm erscheinen.",
    "User %(userId)s is already in the room": "Benutzer %(userId)s ist bereits im Raum",
    "The user must be unbanned before they can be invited.": "Die Verbannung des Benutzers muss aufgehoben werden, bevor er eingeladen werden kann.",
    "Could not load user profile": "Konnte Benutzerprofil nicht laden",
    "Unbans user with given ID": "Hebt die Verbannung des Benutzers mit der angegebenen ID auf",
    "Using an identity server is optional. If you choose not to use an identity server, you won't be discoverable by other users and you won't be able to invite others by email or phone.": "Die Verwendung eines Identitätsserver ist optional. Solltest du dich dazu entschließen, keinen Identitätsserver zu verwenden, kannst du von anderen Benutzern nicht gefunden werden und andere nicht per E-Mail oder Telefonnummer einladen.",
    "This is your list of users/servers you have blocked - don't leave the room!": "Dies ist die Liste von Benutzern und Servern, die du blockiert hast - verlasse diesen Raum nicht!",
    "Show info about bridges in room settings": "Information über Brücken in den Raumeinstellungen anzeigen",
    "Backup has a signature from <verify>unknown</verify> user with ID %(deviceId)s": "Die Sicherung hat eine Signatur von <verify>unbekanntem</verify> Benutzer mit ID %(deviceId)s",
    "User rules": "Benutzerregeln",
    "⚠ These settings are meant for advanced users.": "⚠ Diese Einstellungen sind für fortgeschrittene Benutzer gedacht.",
    "Whether you're using %(brand)s on a device where touch is the primary input mechanism": "Ob du %(brand)s auf einem Gerät verwendest, bei dem Touch die primäre Eingabemethode ist",
    "Your user agent": "Dein User-Agent",
    "If you cancel now, you won't complete verifying the other user.": "Wenn Sie jetzt abbrechen, werden Sie die Verifizierung des anderen Benutzers nicht beenden können.",
    "Encryption upgrade available": "Verschlüsselungsupgrade verfügbar",
    "Unknown (user, session) pair:": "Unbekanntes Benutzer-/Sitzungspaar:",
    "You have verified this user. This user has verified all of their sessions.": "Du hast diesen Benutzer verifiziert. Dieser Benutzer hat alle seine Sitzungen verifiziert.",
    "Displays information about a user": "Zeigt Informationen über einen Benutzer an",
    "%(senderName)s created a rule banning users matching %(glob)s for %(reason)s": "%(senderName)s erstellte eine Ausschlussregel für Benutzer, die aufgrund %(reason)s %(glob)s entsprechen",
    "%(senderName)s created a rule banning rooms matching %(glob)s for %(reason)s": "%(senderName)s erstellte eine Ausschlussregel für Räume, die %(glob)s aufgrund von %(reason)s entsprechen",
    "Reject & Ignore user": "Ablehnen und Benutzer blockieren",
    "Support adding custom themes": "Unterstütze das Hinzufügen von benutzerdefinierten Designs",
    "Ask this user to verify their session, or manually verify it below.": "Bitte diesen Benutzer, seine Sitzung zu verifizieren, oder verifiziere diese unten manuell.",
    "Error adding ignored user/server": "Fehler beim Blockieren eines Benutzers/Servers",
    "None": "Keine",
    "Add users and servers you want to ignore here. Use asterisks to have %(brand)s match any characters. For example, <code>@bot:*</code> would ignore all users that have the name 'bot' on any server.": "Füge hier Benutzer und Server hinzu, die du blockieren willst. Verwende Sternchen, damit %(brand)s mit beliebigen Zeichen übereinstimmt. Bspw. würde <code>@bot:*</code> alle Benutzer ignorieren, die auf einem Server den Namen 'bot' haben.",
    "Ignoring people is done through ban lists which contain rules for who to ban. Subscribing to a ban list means the users/servers blocked by that list will be hidden from you.": "Das Blockieren von Personen erfolgt über Sperrlisten. Wenn eine Sperrliste abonniert wird, werden die darin aufgeführten Benutzer und Server ausgeblendet.",
    "Subscribing to a ban list will cause you to join it!": "Eine Verbotsliste zu abonnieren bedeutet ihr beizutreten!",
    "Your keys are <b>not being backed up from this session</b>.": "Deine Schlüssel werden <b>nicht von dieser Sitzung gesichert</b>.",
    "You have not verified this user.": "Du hast diesen Benutzer nicht verifiziert.",
    "Send a reply…": "Antwort senden …",
    "Send a message…": "Nachricht senden …",
    "%(errcode)s was returned while trying to access the room. If you think you're seeing this message in error, please <issueLink>submit a bug report</issueLink>.": "%(errcode)s wurde, beim Versuch den Raum zu betreten, zurückgegeben. Wenn du denkst dass diese Meldung nicht korrekt ist, <issueLink>erstelle bitte einen Fehlerbericht</issueLink>.",
    "Your messages are secured and only you and the recipient have the unique keys to unlock them.": "Diese Nachrichten sind verschlüsselt und nur du und der Empfänger können sie lesen.",
    "Verify User": "Benutzer verifizieren",
    "For extra security, verify this user by checking a one-time code on both of your devices.": "Für zusätzliche Sicherheit verifiziere diesen Benutzer durch Vergleichen eines Einmal-Codes auf euren beiden Geräten.",
    "The homeserver the user you’re verifying is connected to": "Der Heimserver, an dem der zu verifizierende Benutzer angemeldet ist",
    "If you can't scan the code above, verify by comparing unique emoji.": "Wenn du den obigen Code nicht scannen kannst, verifiziere stattdessen durch den Emoji-Vergleich.",
    "Verify all users in a room to ensure it's secure.": "Verifiziere alle Benutzer in einem Raum, um die vollständige Sicherheit zu gewährleisten.",
    "Your user ID": "Deine Benutzer-ID",
    "Failed to invite the following users to chat: %(csvUsers)s": "Einladen der folgenden Benutzer fehlgeschlagen: %(csvUsers)s",
    "Something went wrong trying to invite the users.": "Beim Einladen der Benutzer lief etwas schief.",
    "Failed to find the following users": "Folgende Benutzer konnten nicht gefunden werden",
    "The following users might not exist or are invalid, and cannot be invited: %(csvNames)s": "Folgende Benutzer konnten nicht eingeladen werden, da sie nicht existieren oder ungültig sind: %(csvNames)s",
    "Automatically invite users": "Benutzer automatisch einladen",
    "User Status": "Benutzerstatus",
    "Verifying this user will mark their session as trusted, and also mark your session as trusted to them.": "Wenn du diesen Benutzer verifizierst, werden seine Sitzungen für dich und deine Sitzungen für ihn als vertrauenswürdig markiert.",
    "A widget located at %(widgetUrl)s would like to verify your identity. By allowing this, the widget will be able to verify your user ID, but not perform actions as you.": "Ein Widget unter %(widgetUrl)s möchte deine Identität überprüfen. Wenn du dies zulässt, kann das Widget deine Benutzer-ID überprüfen, jedoch keine Aktionen in deinem Namen ausführen.",
    "User Autocomplete": "Benutzer-Auto-Vervollständigung",
    "Jump to start/end of the composer": "Springe zum Anfang/Ende der Nachrichteneingabe",
    "Message bubbles": "Sprechblasen",
    "Enable advanced debugging for the room list": "Erweiterte Fehlersuche für die Raumliste aktivieren",
    "Enable experimental, compact IRC style layout": "Kompaktes, experimentelles Layout im IRC-Stil aktivieren",
    "Enable layout with message bubbles": "Layout mit Sprechblasen aktivieren",
    "Show message bubbles on one side only": "Sprechblasen nur auf einer Seite anzeigen",
    "Show message bubbles depending on the width either on both sides or only on one side": "Sprechblasen abhänging von der Breite auf beiden Seiten oder nur einer Seite anzeigen",
    "%(brand)s can't securely cache encrypted messages locally while running in a web browser. Use <desktopLink>%(brand)s Desktop</desktopLink> for encrypted messages to appear in search results.": "%(brand)s kann verschlüsselte Nachrichten nicht sicher während der Ausführung im Browser durchsuchen. Benutze <desktopLink>%(brand)s Desktop</desktopLink>, um verschlüsselte Nachrichten in den Suchergebnissen angezeigt zu bekommen.",
    "Use default": "Standardeinstellungen benutzen",
    "Your firewall or anti-virus is blocking the request.": "Deine Firewall oder dein Antivirenprogramm blockiert die Anfrage.",
    "Block anyone not part of %(serverName)s from ever joining this room.": "Betreten nur für Benutzer von %(serverName)s erlauben.",
    "Start a conversation with someone using their name, username (like <userId/>) or email address. This won't invite them to %(communityName)s. To invite someone to %(communityName)s, click <a>here</a>.": "Starte ein Gespräch mit jemandem unter Verwendung seines/ihres Namens, Benutzernamens (wie <userId/>) oder E-Mail-Adresse. Dadurch werden sie nicht zu %(communityName)s eingeladen. Klicke hier <a>hier</a>, um jemanden zu %(communityName)s einzuladen.",
    "User settings": "Benutzer-Einstellungen",
    "Community and user menu": "Community- und Benutzer-Menü",
    "Render LaTeX maths in messages": "LaTeX-Matheformeln in Nachrichten anzeigen",
    "Use email to optionally be discoverable by existing contacts.": "Nutze optional eine E-Mail-Adresse, um von Benutzern gefunden werden zu können.",
    "Use email or phone to optionally be discoverable by existing contacts.": "Nutze optional eine E-Mail-Adresse oder Telefonnummer, um von Benutzern gefunden werden zu können.",
    "Host account on": "Benutzerkonto betreiben auf",
    "A call can only be transferred to a single user.": "Ein Anruf kann nur auf einen einzelnen Benutzer übertragen werden.",
    "Change which room, message, or user you're viewing": "Ändere, welchen Raum, welche Nachricht oder welchen Benutzer du siehst",
    "Unable to look up phone number": "Telefonnummer kann nicht gefunden werden",
    "The widget will verify your user ID, but won't be able to perform actions for you:": "Das Widget überprüft deine Benutzer-ID, kann jedoch keine Aktionen für dich ausführen:",
    "Abort": "Abbrechen",
    "Add existing room": "Existierenden Raum hinzufügen"
}
