{
    "Show message bubbles on one side only": "Afficher les bulles de message sur un seul côté",
    "Show message bubbles depending on the width either on both sides or only on one side": "Afficher les bulles de message selon la largeur soit sur un seul côté, soit sur les deux",
    "Message bubbles": "Bulles de message",
    "Normal priority": "Priorité normale",
    "Message layout": "Disposition des messages",
    "Modern": "Moderne",
    "Show people and rooms in a combined list": "Afficher les personnes et les salons dans une liste combinée",
    "Update notifications": "Mettre à jour les notifications",
    "Do you want to join a room notifying you about new releases? This is especially useful if your platform doesn't support automatic updates for SchildiChat (e.g. Windows and macOS).": "Souhaitez-vous rejoindre un salon vous notifiant à propos des nouvelles versions ? Cela est surtout utile si votre plateforme ne supporte pas les mises à jour automatiques pour SchildiChat (par ex. Windows et macOS).",
    "Don't ask again": "Ne plus demander",
    "System": "Système",
    "Add custom theme": "Ajouter un thème personnalisé",
    "Theme in use": "Thème utilisé",
    "Light theme": "Thème lumineux",
    "Dark theme": "Thème sombre",
    "Uniform": "Uniforme",
    "MXID": "MXID",
    "In group chats": "Dans les chats de groupe",
    "In public rooms": "Dans les salons publiques",
    "All rooms you're in will appear in Home.": "Tous les salons dans lesquels vous êtes apparaîtront dans Accueil",
    "Show people in spaces": "Afficher les personnes dans les espaces",
    "Show notification badges for People in Spaces": "Afficher les badges de notifications pour les Personnes dans les Espaces",
    "User name color mode": "Mode de couleur des noms d'utilisateur",
    "If disabled, you can still add Direct Messages to Personal Spaces. If enabled, you'll automatically see everyone who is a member of the Space.": "Si désactivé, vous pouvez toujours ajouter Messages Directs à votre Espace Personnel. Si activé, vous verrez automatiquement toutes les personnes qui sont membres de l'Espace.",
    "For people": "Pour les personnes",
    "Show all rooms in Home": "Afficher tous les salons dans Accueil"
}
