{
    "Enable layout with message bubbles": "Üzenetbuborékos elrendezés engedélyezése",
    "Show message bubbles on one side only": "Üzenetbuborékok megjelenítése csak az egyik oldalon",
    "Message bubbles": "Üzenet buborékok",
    "Show message bubbles depending on the width either on both sides or only on one side": "Üzenetbuborékok megjelenítése a szélességtől függően mindkét oldalon vagy csak az egyik oldalon",
    "Normal priority": "Normál prioritás",
    "Show people and rooms in a combined list": "Személyek és szobák megjelenítése egy egyesített listában",
    "Update notifications": "Értesítések frissítése",
    "Do you want to join a room notifying you about new releases? This is especially useful if your platform doesn't support automatic updates for SchildiChat (e.g. Windows and macOS).": "Szeretne csatlakozni olyan szobához, amely értesíti Önt az új megjelenésekről? Ez különösen akkor hasznos, ha az Ön platformja nem támogatja a SchildiChat automatikus frissítéseit (pl. Windows és macOS).",
    "System": "Rendszer",
    "Show all rooms in Home": "Az összes szoba megjelenítése a kezdőoldalon",
    "All rooms you're in will appear in Home.": "Az összes szoba, amelyben tartózkodik, megjelenik a Kezdőlapon.",
    "Mark as read": "Olvasottnak jelöl",
    "Enable YouTube embed player": "YouTube beágyazott lejátszó engedélyezése",
    "Home is useful for getting an overview of everything. Keep in mind that disabling it could leave you unable to see certain rooms.": "A Kezdőlap hasznos ahhoz, hogy mindenről áttekintést kapjunk. Ne feledje, hogy a kikapcsolásával bizonyos szobákat nem fog látni.",
    "Schildi: Softer sounds for reduced anxiety": "Schildi: Lágyabb hangok a kevesebb stresszért",
    "Sound pack": "Hangcsomag",
    "Classic: The same sharp sounds as Element": "Klasszikus: Ugyanazok az éles hangok, mint az Elementnél",
    "Don't ask again": "Ne kérdezze újra",
    "Light theme": "Világos téma",
    "Dark theme": "Sötét téma",
    "Mark as unread": "Olvasatlannak jelöl",
    "Collapse additional buttons": "További gombok összecsukása",
    "Theme": "Téma",
    "Room list": "Szobák listája",
    "Font size and typeface": "Betűméret és betűtípus",
    "Message layout": "Üzenetek elrendezése",
    "Modern": "Modern"
}
