{
    "Normal priority": "Prioritas normal",
    "Message layout": "Tata letak pesan",
    "Modern": "Modern",
    "Show people and rooms in a combined list": "Tampilkan pengguna dan ruangan di daftar gabungan",
    "Don't ask again": "Jangan tanya lagi",
    "System": "Sistem",
    "Add custom theme": "Tambahkan tema kustom",
    "Theme in use": "Tema digunakan",
    "Light theme": "Tema terang",
    "Dark theme": "Tema gelap",
    "User name color mode": "Mode warna nama pengguna",
    "Uniform": "Seragam",
    "PowerLevel": "TingkatDaya",
    "MXID": "MXID",
    "In group chats": "Di grup",
    "In public rooms": "Di ruangan publik",
    "Show all rooms in Home": "Tampilkan semua ruangan di Beranda",
    "All rooms you're in will appear in Home.": "Semua ruangan yang Anda bergabung akan ditampilkan di Beranda.",
    "Show notification badges for People in Spaces": "Tampilkan lencana pemberitahuan untuk Orang di Space",
    "Show people in spaces": "Tampilkan orang di space",
    "For people": "Untuk orang-orang",
    "Return to the room previously opened in a space": "Kembali ke ruangan yang sebelumnya dibuka di sebuah space",
    "If disabled, the space overview will be shown when switching to another space.": "Jika dinonaktifkan, ikhtisar space akan ditampilkan saat ganti ke space yang lain.",
    "Compact: tiny avatar together with name and preview in one line": "Kecil: avatar kecil dengan nama dan tampilan di satu baris",
    "Roomy: big avatar with two-line preview": "Luas: avatar besar dengan tampilan dua baris",
    "Room list style": "Gaya daftar ruangan",
    "Hide advanced theme settings": "Sembunyikan pengaturan tema lanjutan",
    "Show advanced theme settings": "Tampilkan pengaturan tema lanjutan",
    "Theme": "Tema",
    "Room list": "Daftar ruangan",
    "Font size and typeface": "Ukuran fon dan jenis huruf",
    "Show message bubbles on one side only": "Tampilkan gelembung pesan di satu sisi saja",
    "Show message bubbles depending on the width either on both sides or only on one side": "Tampilkan gelembung pesan tergantung pada lebarnya baik di kedua sisi atau hanya di satu sisi",
    "Message bubbles": "Gelembung pesan",
    "Update notifications": "Notifikasi peningkatan",
    "Do you want to join a room notifying you about new releases? This is especially useful if your platform doesn't support automatic updates for SchildiChat (e.g. Windows and macOS).": "Apakah Anda ingin bergabung ke ruangan yang memberitahu Anda tentang rilis yang baru? Ini sangat berguna jika platform Anda tidak mendukung pembaruan otomatis untuk SchildiChat (mis. Windows dan macOS).",
    "If disabled, you can still add Direct Messages to Personal Spaces. If enabled, you'll automatically see everyone who is a member of the Space.": "Jika dinonaktifkan, Anda masih dapat menambahkan Pesan Langsung ke Space Personal. Jika diaktifkan, Anda akan otomatis melihat semua orang yang juga ada di Spacenya.",
    "Intermediate: medium sized avatar with single-line preview": "Sedang: avatar sedang dengan tampilan satu baris",
    "Mark rooms as unread": "Perbolehkan menandai obrolan sebagai dibaca",
    "Mark as unread": "Tandai sebagai belum dibaca",
    "Mark as read": "Tandai sebagai dibaca",
    "Enable YouTube embed player": "Aktifkan pemain YouTube tersemat"
}
