{
    "Enable layout with message bubbles": "Habilitar layout com bolhas de mensagem",
    "Message bubbles": "Bolhas de mensagens",
    "Normal priority": "Prioridade normal",
    "Show message bubbles on one side only": "Mostrar bolhas de mensagem em apenas um lado",
    "Show message bubbles depending on the width either on both sides or only on one side": "Mostrar bolhas de mensagem dependendo da largura de ambos os lados ou somente de um lado",
    "Hide advanced theme settings": "Ocultar configurações de tema avançadas",
    "Show advanced theme settings": "Mostrar configurações de tema avançadas",
    "Theme": "Tema",
    "Room list": "Lista de salas",
    "Font size and typeface": "Tamanho da fonte e tipo de letra",
    "Message layout": "Layout da mensagem",
    "Modern": "Moderno",
    "Show people and rooms in a combined list": "Mostrar pessoas e salas em uma lista combinada",
    "Update notifications": "Atualizar notificações",
    "Do you want to join a room notifying you about new releases? This is especially useful if your platform doesn't support automatic updates for SchildiChat (e.g. Windows and macOS).": "Você quer participar numa sala para ser notificado sobre novos lançamentos? Isto é especialmente útil se a sua plataforma não suportar atualizações automáticas para SchildiChat (tipo Windows e macOS).",
    "Don't ask again": "Não pergunte novamente",
    "System": "Sistema",
    "Add custom theme": "Adicionar tema personalizado",
    "Theme in use": "Tema em uso",
    "Dark theme": "Tema escuro",
    "Light theme": "Tema claro",
    "Uniform": "comum",
    "PowerLevel": "Nível de poder",
    "MXID": "MXID",
    "In group chats": "Em conversas de grupo",
    "In public rooms": "Em salas públicas",
    "All rooms you're in will appear in Home.": "Todos as salas em que você estiver aparecerão em Início.",
    "Show all rooms in Home": "Mostrar todos as salas em Início",
    "Show people in spaces": "Mostrar as pessoas em espaços",
    "Show notification badges for People in Spaces": "Mostrar símbolo de notificação para Pessoas em Espaços",
    "Return to the room previously opened in a space": "Retornar à sala previamente aberta em um espaço",
    "If disabled, the space overview will be shown when switching to another space.": "Se desativado, a visão geral do espaço será mostrada ao mudar para outro espaço.",
    "For people": "Para pessoas",
    "User name color mode": "Modo de cor baseado em nome do usuário",
    "If disabled, you can still add Direct Messages to Personal Spaces. If enabled, you'll automatically see everyone who is a member of the Space.": "Se estiver desativado, você ainda pode adicionar Mensagens Diretas aos Espaços Pessoais. Se ativado, você verá automaticamente todos os que são membros do Espaço.",
    "Compact: tiny avatar together with name and preview in one line": "Compacto: avatar minúsculo junto com o nome e visualização em uma linha",
    "Intermediate: medium sized avatar with single-line preview": "Intermédio: avatar de tamanho médio com visualização de uma linha",
    "Roomy: big avatar with two-line preview": "Amplo: grande avatar com visualização em duas linhas",
    "Room list style": "Estilo da lista de salas",
    "Mark rooms as unread": "Permitir markar conversas como não lidos",
    "Mark as unread": "Markar como não lido",
    "Mark as read": "Markar como lido",
    "Collapse additional buttons": "Recolher botões adicionais"
}
