{
    "Message bubbles": "Пузырьки сообщений",
    "Normal priority": "Нормальный приоритет",
    "Enable layout with message bubbles": "Включение макета с пузырьками сообщений",
    "Show message bubbles on one side only": "Показывайте пузырьки с сообщениями только на одной стороне",
    "Show message bubbles depending on the width either on both sides or only on one side": "Показывать пузырьки сообщений в зависимости от ширины либо с обеих сторон, либо только с одной стороны",
    "Modern": "Современное",
    "Message layout": "Оформление сообщений",
    "Do you want to join a room notifying you about new releases? This is especially useful if your platform doesn't support automatic updates for SchildiChat (e.g. Windows and macOS).": "Вы хотите присоединиться к комнате, уведомляющей вас о новых релизах? Это особенно полезно, если ваша платформа не поддерживает автоматические обновления для SchildiChat (например, Windows и macOS).",
    "Show people and rooms in a combined list": "Показать людей и комнаты в объединенном списке",
    "Update notifications": "Уведомления об обновлениях",
    "Don't ask again": "Не спрашивать больше",
    "Hide advanced theme settings": "Скрыть расширенные настройки темы",
    "Show advanced theme settings": "Показать расширенные настройки темы",
    "Theme": "Тема",
    "Room list": "Список комнат",
    "Font size and typeface": "Размер и начертание шрифта",
    "Light theme": "Светлая тема",
    "Dark theme": "Тёмная тема",
    "System": "Система",
    "Add custom theme": "Добавить пользовательскую тему",
    "Theme in use": "Используемая тема",
    "In group chats": "В групповых чатах",
    "In public rooms": "В публичных комнатах",
    "PowerLevel": "Уровень прав",
    "MXID": "MXID",
    "Show all rooms in Home": "Показать все комнаты в Начале",
    "Show notification badges for People in Spaces": "Показывать значки уведомлений для людей в пространствах",
    "Return to the room previously opened in a space": "Возврат в комнату, ранее открытую в пространстве",
    "If disabled, the space overview will be shown when switching to another space.": "Если отключить, то при переключении на другое пространство будет отображаться обзор пространства.",
    "Uniform": "Одинаковый",
    "All rooms you're in will appear in Home.": "Все комнаты, в которых вы находитесь, будут отображаться в Начале.",
    "Show people in spaces": "Показать людей в пространствах",
    "If disabled, you can still add Direct Messages to Personal Spaces. If enabled, you'll automatically see everyone who is a member of the Space.": "Если этот параметр отключен, вы по-прежнему можете добавлять личные сообщения в личные пространства. Если включено, вы будете автоматически видеть всех, кто является членом пространства.",
    "Compact: tiny avatar together with name and preview in one line": "Компактный: крошечный аватар вместе с именем и превью в одной строке",
    "User name color mode": "Имя пользователя цветовой режим",
    "For people": "Для людей",
    "Room list style": "Стиль списка комнат",
    "Intermediate: medium sized avatar with single-line preview": "Средний: аватар среднего размера с однострочным превью",
    "Roomy: big avatar with two-line preview": "Вместительный: большой аватар с двухстрочным превью"
}
