{
    "Show message bubbles on one side only": "Mesaj baloncuklarını yalnızca bir tarafta göster",
    "Show message bubbles depending on the width either on both sides or only on one side": "Genişliğe bağlı olarak mesaj baloncuklarını her iki tarafta veya sadece bir tarafta göster",
    "Message bubbles": "Mesaj baloncukları",
    "Normal priority": "Normal öncelik",
    "Message layout": "Mesaj düzeni",
    "Modern": "Modern",
    "Update notifications": "Güncelleme bildirimleri",
    "Don't ask again": "Bir daha sorma",
    "System": "Sistem",
    "Add custom theme": "Özel tema ekle",
    "Theme in use": "Tema kullanımda",
    "Light theme": "Açık tema",
    "Dark theme": "Koyu tema",
    "Uniform": "Düzenli",
    "For people": "İnsanlar için",
    "In group chats": "Grup sohbetlerinde",
    "In public rooms": "Halka açık odalarda",
    "Show people and rooms in a combined list": "Kişileri ve odaları birleşik bir listede göster",
    "Do you want to join a room notifying you about new releases? This is especially useful if your platform doesn't support automatic updates for SchildiChat (e.g. Windows and macOS).": "Yeni sürümler hakkında sizi bilgilendiren bir odaya katılmak ister misiniz? Bu oda özellikle platformunuz SchildiChat için otomatik güncellemeleri desteklemiyorsa (ör. Windows ve macOS) kullanışlıdır.",
    "If disabled, the space overview will be shown when switching to another space.": "Devre dışı bırakılırsa, başka bir alana geçerken alana ilişkin genel görünüm gösterilir.",
    "Mark as unread": "Okunmadı olarak işaretle",
    "User name color mode": "Kullanıcı adı renk modu",
    "Show people in spaces": "İnsanları alanlarda göster",
    "If disabled, you can still add Direct Messages to Personal Spaces. If enabled, you'll automatically see everyone who is a member of the Space.": "Devre dışı bırakılmışsa, kişisel alanlara direkt mesajlar eklemeye devam edebilirsiniz. Etkinleştirilirse, alana üye olan herkesi otomatik olarak görürsünüz.",
    "Show notification badges for People in Spaces": "Alanlardaki Kişiler için bildirim rozetlerini göster",
    "Return to the room previously opened in a space": "Bir alanda daha önce açılmış olan odaya geri dön",
    "Compact: tiny avatar together with name and preview in one line": "Sıkıştırılmış: tek satırda isim ve önizleme ile birlikte küçük avatar",
    "Intermediate: medium sized avatar with single-line preview": "Orta: tek satır önizlemeli orta boy avatar",
    "Roomy: big avatar with two-line preview": "Ferah: iki satırlık önizleme ile büyük avatar",
    "Room list style": "Oda listesi tarzı",
    "Hide advanced theme settings": "Gelişmiş tema ayarlarını gizle",
    "Show all rooms in Home": "Ana sayfadaki tüm odaları göster",
    "All rooms you're in will appear in Home.": "Bulunduğunuz tüm odalar ana sayfada görünecektir.",
    "Show advanced theme settings": "Gelişmiş tema ayarlarını göster",
    "Theme": "Tema",
    "Font size and typeface": "Yazı tipi boyutu ve yazı karakteri",
    "Room list": "Oda sıralaması",
    "Mark rooms as unread": "Sohbetleri okunmamış olarak işaretlemeye izin ver",
    "Mark as read": "Okundu olarak işaretle",
    "Enable YouTube embed player": "YouTube gömülü oynatıcıyı etkinleştir",
    "Collapse additional buttons": "Ek düğmeleri daralt",
    "Corners": "Köşeler",
    "Round": "Yuvarlak",
    "Extra round": "Fazladan yuvarlak",
    "Mixed": "Karışık",
    "Home is useful for getting an overview of everything. Keep in mind that disabling it could leave you unable to see certain rooms.": "Ana sayfa, her şeye genel bir bakış elde etmek için kullanışlıdır. Devre dışı bırakıldığında belirli odaları göremeyebileceğinizi unutmayın."
}
